export const bannerData = [
    {id: 'one', value: '智慧生产'},
    {id: 'two', value: '智慧劳务'},
    {id: 'three', value: '技术管理'},
    {id: 'four', value: '质量管理'},
    {id: 'five', value: '安全管理'},
    {id: 'six', value: '项目概况'},
    {id: 'seven', value: '智慧物料'},
]

export const detailData = {
    'one': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
    'two': ['产值4000万', '产值4000万', '产值4000万', '产值4000万', '产值5000万'],
    'three': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
    'four': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
    'five': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
    'six': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
    'seven': ['产值3000万', '产值3000万', '产值3000万', '产值3000万', '产值3000万'],
}

export const lineCount = new Array(20).join().split('')
